/* 
  BulletinBoard.strings
  SpringBoard

  Created by Benjamin Nielsen on 2/15/11.
  Copyright 2011 Apple Inc. All rights reserved.
*/

"DISMISS" = "استبعاد";
"OK" = "موافق";
"LAUNCH" = "بدء التشغيل";
"VIEW" = "عرض";

"AWAY_ITEM_TYPE_MIDDLE_FORMAT" = "‏%@، %@";
"AWAY_ITEM_TYPE_END_FORMAT" = "‏%@ و %@";
"AWAY_ITEM_TYPE_COUNT_FORMAT" = "‏%@ ‪(%@)‬";

"AWAY_ITEM_PENDED_DEFAULT_FORMAT" = "لديك %@ إشعارات %@ جديدة";

"1_ATTACHMENT"  = "%@ مرفق";
"N_ATTACHMENTS" = "%@ من المرفقات";

"1_MORE_ATTACHMENT"  = "المزيد %@ من المرفقات";
"N_MORE_ATTACHMENTS" = "المزيد %@ من المرفقات";

